#pragma once
#define COMMAND  "F1 - Вернуться в корневую директорию (диски компьютера) \n" \
"F2 - Создать директорию \n" \
"F3 -  \n" \
"F4 - \n"\
"F9 - Вызов инструкции пользователя \n"\
"F10 - Информация о диске, файле или директории \n"\
"Delete - Удалить директорию или файл \n" \
"Backpasce - Назад \n" \
"ESC - Выйти из программы \n" \
"НАВИГАЦИЯ: \n" \
" -> Открыть директорию \n" \
" <- К предыдущей директории \n" \

#define INFORM "Вернуться в дисковое пространство - F1 \n" \
"Назад - backspace \n" \
"Выйти из программы - ESC" \

typedef std::vector<std::string> stringvec;

